{
  "plugins": {
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": "'6cd7280adead7f586db6fccbd15d2cac7e2188b9'"
    },
    "leetcode.nvim": {
      "src": "https://github.com/kawre/leetcode.nvim",
      "version": "'HEAD'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'a995fe9cd4193fb492b5df69175a351a74b3d36b'"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim",
      "version": "'HEAD'"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls",
      "version": "'HEAD'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'6620ae1c44dfa8623b22d0cbf873a9e8d073b849'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'HEAD'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'HEAD'"
    }
  }
}
